Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# settings.shortcuts.group.window
source: Window
ja: ウィンドウ
ko: 윈도우
ru: Окно
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# settings.shortcuts.recordHint
source: Click a shortcut value to record a new one.
ja: ショートカット値をクリックして新しく記録します。
ko: 단축키 값을 클릭하여 새 단축키를 기록합니다.
ru: Нажмите на значение сочетания, чтобы записать новое.
uk: Клацніть значення скорочення, щоб записати нове.
zh_hans: 点击快捷键值以录制新快捷键。
zh_hant: 按一下快速鍵值以錄製新的快速鍵。

# settings.shortcuts.showHints
source: Show Cmd/Ctrl-Hold Shortcut Hints
ja: Cmd/Ctrl長押しのショートカットヒントを表示
ko: Cmd/Ctrl 누르고 있을 때 단축키 힌트 표시
ru: Показывать подсказки сочетаний при удержании Cmd/Ctrl
uk: Показувати підказки скорочень при утриманні Cmd/Ctrl
zh_hans: 显示 Cmd/Ctrl 长按快捷键提示
zh_hant: 顯示 Cmd/Ctrl 按住時的快速鍵提示

# settings.shortcuts.showHints.subtitleOff
source: Holding Cmd or Ctrl keeps shortcut hints hidden.
ja: CmdまたはCtrlを長押ししてもショートカットヒントは非表示のままです。
ko: Cmd 또는 Ctrl을 눌러도 단축키 힌트가 숨겨진 상태로 유지됩니다.
ru: Удержание Cmd или Ctrl не показывает подсказки сочетаний.
uk: Утримання Cmd або Ctrl не показує підказки скорочень.
zh_hans: 按住 Cmd 或 Ctrl 时保持隐藏快捷键提示。
zh_hant: 按住 Cmd 或 Ctrl 時快速鍵提示保持隱藏。

# settings.shortcuts.showHints.subtitleOn
source: Holding Cmd (sidebar/titlebar) or Ctrl/Cmd (pane tabs) reveals shortcut hints.
ja: Cmd（サイドバー/タイトルバー）またはCtrl/Cmd（ペインタブ）を長押しするとショートカットヒントが表示されます。
ko: Cmd(사이드바/제목 표시줄) 또는 Ctrl/Cmd(패널 탭)를 누르면 단축키 힌트가 표시됩니다.
ru: Удержание Cmd (боковая панель/заголовок) или Ctrl/Cmd (вкладки панели) показывает подсказки сочетаний.
uk: Утримання Cmd (бічна панель/смуга заголовка) або Ctrl/Cmd (вкладки панелей) показує підказки скорочень.
zh_hans: 按住 Cmd（侧边栏/标题栏）或 Ctrl/Cmd（面板标签页）显示快捷键提示。
zh_hant: 按住 Cmd（側邊欄/標題列）或 Ctrl/Cmd（面板標籤頁）顯示快速鍵提示。

# settings.sidebarAppearance.defaultLabel
source: Default
ja: デフォルト
ko: 기본값
ru: По умолчанию
uk: Типовий
zh_hans: 默认
zh_hant: 預設

# settings.sidebarAppearance.reset
source: Reset Sidebar Tint
ja: サイドバーのティントをリセット
ko: 사이드바 색조 초기화
ru: Сбросить оттенок боковой панели
uk: Скинути відтінок бічної панелі
zh_hans: 重置侧边栏色调
zh_hant: 重置側邊欄色調

# settings.sidebarAppearance.reset.button
source: Reset
ja: リセット
ko: 초기화
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.sidebarAppearance.reset.subtitle
source: Restores default sidebar appearance.
ja: サイドバーの外観をデフォルトに戻します。
ko: 사이드바 모양을 기본값으로 복원합니다.
ru: Восстанавливает внешний вид боковой панели по умолчанию.
uk: Відновлює типовий вигляд бічної панелі.
zh_hans: 恢复默认侧边栏外观。
zh_hant: 恢復預設側邊欄外觀。

# settings.sidebarAppearance.tintColorDark
source: Dark Mode Tint
ja: ダークモードのティント
ko: 다크 모드 색조
ru: Оттенок тёмного режима
uk: Відтінок темного режиму
zh_hans: 深色模式色调
zh_hant: 深色模式色調

# settings.sidebarAppearance.tintColorDark.picker
source: Dark tint
ja: ダークティント
ko: 다크 색조
ru: Тёмный оттенок
uk: Темний відтінок
zh_hans: 深色色调
zh_hant: 深色色調

# settings.sidebarAppearance.tintColorDark.subtitle
source: Sidebar tint in dark mode.
ja: ダークモード時のサイドバーのティント。
ko: 다크 모드의 사이드바 색조.
ru: Оттенок боковой панели в тёмном режиме.
uk: Відтінок бічної панелі в темному режимі.
zh_hans: 深色模式下的侧边栏色调。
zh_hant: 深色模式下的側邊欄色調。

# settings.sidebarAppearance.tintColorLight
source: Light Mode Tint
ja: ライトモードのティント
ko: 라이트 모드 색조
ru: Оттенок светлого режима
uk: Відтінок світлого режиму
zh_hans: 浅色模式色调
zh_hant: 淺色模式色調

# settings.sidebarAppearance.tintColorLight.picker
source: Light tint
ja: ライトティント
ko: 라이트 색조
ru: Светлый оттенок
uk: Світлий відтінок
zh_hans: 浅色色调
zh_hant: 淺色色調

# settings.sidebarAppearance.tintColorLight.subtitle
source: Sidebar tint in light mode.
ja: ライトモード時のサイドバーのティント。
ko: 라이트 모드의 사이드바 색조.
ru: Оттенок боковой панели в светлом режиме.
uk: Відтінок бічної панелі у світлому режимі.
zh_hans: 浅色模式下的侧边栏色调。
zh_hant: 淺色模式下的側邊欄色調。

# settings.sidebarAppearance.tintOpacity
source: Tint Opacity
ja: ティントの不透明度
ko: 색조 불투명도
ru: Непрозрачность оттенка
uk: Непрозорість відтінку
zh_hans: 色调不透明度
zh_hant: 色調不透明度

# settings.sidebarAppearance.tintOpacity.subtitle
source: How strongly the tint shows through the sidebar material.
ja: サイドバー素材を通してティントがどの程度見えるか。
ko: 색조가 사이드바 재질을 통해 비치는 강도.
ru: Насколько сильно оттенок проступает сквозь материал боковой панели.
uk: Наскільки сильно відтінок проступає крізь матеріал бічної панелі.
zh_hans: 色调透过侧边栏材质的显示强度。
zh_hant: 色調穿透側邊欄材質的強度。

# settings.state.active
source: Active
ja: アクティブ
ko: 활성
ru: Активное
uk: Активно
zh_hans: 活跃
zh_hant: 使用中

# settings.state.followWindow
source: Follow Window
ja: ウインドウに追従
ko: 윈도우 따르기
ru: Следовать за окном
uk: Слідувати за вікном
zh_hans: 跟随窗口
zh_hant: 跟隨視窗

# settings.state.inactive
source: Inactive
ja: 非アクティブ
ko: 비활성
ru: Неактивное
uk: Неактивно
zh_hans: 不活跃
zh_hant: 非使用中

# settings.tccPrimer.row.subtitle
source: Re-open the explainer for macOS folder prompts. Covers why you see the dialogs, how to say no, and the Full Disk Access shortcut.
ja: macOS のフォルダ確認ダイアログについての説明をもう一度開きます。なぜ出るのか、断り方、Full Disk Access でまとめて済ませる方法まで。
ko: macOS 폴더 프롬프트에 대한 설명을 다시 엽니다. 왜 뜨는지, 어떻게 거절하는지, Full Disk Access 지름길까지 담고 있어요.
ru: Снова открыть пояснение про запросы macOS к папкам. О том, почему они появляются, как отказать и про быстрый путь через Full Disk Access.
uk: Знову відкрити пояснення про запити macOS на теки. Про те, чому ви їх бачите, як відмовитись і про ярлик Full Disk Access.
zh_hans: 重新打开 macOS 文件夹提示的说明。涵盖你为什么会看到这些对话框、如何拒绝,以及 Full Disk Access 这个捷径。
zh_hant: 重新開啟 macOS 檔案夾提示的說明。包含你為什麼會看到這些對話框、如何拒絕,以及 Full Disk Access 這條捷徑。

# settings.tccPrimer.row.title
source: Permissions primer
ja: 権限のガイド
ko: 권한 안내
ru: Памятка о разрешениях
uk: Ознайомлення з дозволами
zh_hans: 权限说明
zh_hant: 權限說明

# settings.tccPrimer.showAgain
source: Show permissions primer…
ja: 権限のガイドを表示…
ko: 권한 안내 다시 보기…
ru: Показать памятку о разрешениях…
uk: Показати ознайомлення з дозволами…
zh_hans: 显示权限说明…
zh_hant: 顯示權限說明…

# settings.textBoxInput.escapeBehavior
source: Escape Key
ja: Escapeキー
ko: Escape 키
ru: Клавиша Escape
uk: Клавіша Escape
zh_hans: Escape 键
zh_hant: Escape 鍵

# settings.textBoxInput.escapeBehavior.subtitle
source: What Escape does in the TextBox.
ja: テキストボックス内でのEscapeの動作。
ko: TextBox에서 Escape의 동작.
ru: Действие клавиши Escape в TextBox.
uk: Що робить Escape у TextBox.
zh_hans: Escape 在 TextBox 中的行为。
zh_hant: Escape 在 TextBox 中的行為。

# settings.textBoxInput.sendOnReturn
source: Send on Return
ja: Enterで送信
ko: Return으로 전송
ru: Отправка по Return
uk: Надсилати на Return
zh_hans: 按 Return 发送
zh_hant: 按 Return 傳送

# settings.textBoxInput.sendOnReturn.off
source: Return = Newline
ja: Return = 改行
ko: Return = 줄바꿈
ru: Return = новая строка
uk: Return = новий рядок
zh_hans: Return = 换行
zh_hant: Return = 換行

# settings.textBoxInput.sendOnReturn.on
source: Return = Send
ja: Return = 送信
ko: Return = 전송
ru: Return = отправить
uk: Return = надіслати
zh_hans: Return = 发送
zh_hant: Return = 傳送

# settings.textBoxInput.sendOnReturn.subtitle
source: Shift+Return inserts a newline.
ja: Shift+Returnで改行を挿入します。
ko: Shift+Return은 새 줄을 삽입합니다.
ru: Shift+Return вставляет перевод строки.
uk: Shift+Return вставляє новий рядок.
zh_hans: Shift+Return 插入换行符。
zh_hant: Shift+Return 插入換行。

# settings.textBoxInput.shortcutBehavior
source: Keyboard Shortcut (%@)
ja: キーボードショートカット（%@）
ko: 키보드 단축키 (%@)
ru: Клавиатурное сочетание (%@)
uk: Клавіатурне скорочення (%@)
zh_hans: 键盘快捷键（%@）
zh_hant: 鍵盤快捷鍵(%@)

# settings.textBoxInput.shortcutBehavior.subtitle
source: Change the shortcut key in Keyboard Shortcuts.
ja: 「キーボードショートカット」でショートカットキーを変更。
ko: 키보드 단축키에서 단축키를 변경하세요.
ru: Измените сочетание клавиш в разделе «Сочетания клавиш».
uk: Клавішу скорочення можна змінити в «Клавіатурні скорочення».
zh_hans: 在「键盘快捷键」中更改快捷键。
zh_hant: 在「鍵盤快速鍵」中變更快速鍵。

# settings.title
source: c11 Settings
ja: c11 設定
ko: c11 설정
ru: Настройки c11
uk: Налаштування c11
zh_hans: c11 设置
zh_hant: c11 設定

# settings.workspaceColors.base
source: Base: %@
ja: ベース: %@
ko: 기본: %@
ru: Базовый: %@
uk: Базовий: %@
zh_hans: 基础色：%@
zh_hant: 基底：%@

# settings.workspaceColors.customColors
source: Custom Colors
ja: カスタムカラー
ko: 사용자 지정 색상
ru: Пользовательские цвета
uk: Власні кольори
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# settings.workspaceColors.indicator
source: Workspace Color Indicator
ja: ワークスペースカラーインジケーター
ko: 작업 공간 색상 표시기
ru: Индикатор цвета рабочего пространства
uk: Індикатор кольору робочого простору
zh_hans: 工作区颜色指示器
zh_hant: 工作區顏色指示器

# settings.workspaceColors.noCustomColors
source: No custom colors yet. Pick one from a workspace context menu → "Choose Custom Color..."
ja: カスタムカラーはまだありません。ワークスペースのコンテキストメニュー →「カスタムカラーを選択…」から選べます。
ko: 아직 사용자 지정 색상이 없습니다. 작업 공간 컨텍스트 메뉴 → "사용자 지정 색상 선택..."에서 선택하세요.
ru: Пользовательских цветов пока нет. Выберите в контекстном меню рабочего пространства → «Выбрать пользовательский цвет...»
uk: Поки що немає своїх кольорів. Оберіть через контекстне меню робочого простору → «Обрати свій колір...»
zh_hans: 暂无自定义颜色。从工作区右键菜单 → 「选取自定义颜色...」中选择。
zh_hant: 尚無自訂顏色。從工作區右鍵選單 →「選擇自訂顏色...」挑一個。

# settings.workspaceColors.paletteNote
source: Customize the palette shown under Sidebar > Workspace Color. "Choose Custom Color..." entries are kept below.
ja: サイドバー > ワークスペースカラーに表示されるパレットをカスタマイズします。「カスタムカラーを選択…」のエントリは下に保存されます。
ko: 사이드바 > 작업 공간 색상에 표시되는 팔레트를 사용자 지정합니다. "사용자 지정 색상 선택..." 항목은 아래에 유지됩니다.
ru: Настройте палитру, отображаемую в Боковая панель > Цвет рабочего пространства. Записи «Выбрать пользовательский цвет...» хранятся ниже.
uk: Налаштуйте палітру під Бічна панель > Колір робочого простору. Записи «Обрати свій колір...» зберігаються нижче.
zh_hans: 自定义「侧边栏 > 工作区颜色」中显示的调色板。「选取自定义颜色...」的条目保留在下方。
zh_hant: 自訂側邊欄 > 工作區顏色下顯示的色板。「選擇自訂顏色...」的項目保存於下方。

# settings.workspaceColors.remove
source: Remove
ja: 削除
ko: 제거
ru: Удалить
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# settings.workspaceColors.resetPalette
source: Reset Palette
ja: パレットをリセット
ko: 팔레트 초기화
ru: Сбросить палитру
uk: Скинути палітру
zh_hans: 重置调色板
zh_hant: 重置色板

# settings.workspaceColors.resetPalette.button
source: Reset
ja: リセット
ko: 초기화
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.workspaceColors.resetPalette.subtitle
source: Restores defaults and clears custom colors.
ja: デフォルトに戻し、カスタムカラーをクリアします。
ko: 기본값을 복원하고 사용자 지정 색상을 지웁니다.
ru: Восстанавливает значения по умолчанию и удаляет пользовательские цвета.
uk: Відновлює типові значення і очищує свої кольори.
zh_hans: 恢复默认值并清除自定义颜色。
zh_hant: 恢復預設值並清除自訂顏色。

# shortcut.closeWindow.label
source: Close Window
ja: ウインドウを閉じる
ko: 윈도우 닫기
ru: Закрыть окно
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# shortcut.closeWorkspace.label
source: Close Workspace
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
ru: Закрыть рабочее пространство
uk: Закрити робочий простір
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# shortcut.flashFocusedPanel.label
source: Flash Focused Pane
ja: フォーカスペインを強調
ko: 포커스된 페인 깜빡이기
ru: Мигнуть активной панелью
uk: Блимнути фокусованою панеллю
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦窗格

# shortcut.focusPaneDown.label
source: Focus Pane Down
ja: 下のペインにフォーカス
ko: 아래쪽 패널로 포커스
ru: Фокус на панель снизу
uk: Фокус на панель знизу
zh_hans: 聚焦下方面板
zh_hant: 聚焦下方面板

# shortcut.focusPaneLeft.label
source: Focus Pane Left
ja: 左のペインにフォーカス
ko: 왼쪽 패널로 포커스
ru: Фокус на панель слева
uk: Фокус на панель ліворуч
zh_hans: 聚焦左侧面板
zh_hant: 聚焦左側面板

# shortcut.focusPaneRight.label
source: Focus Pane Right
ja: 右のペインにフォーカス
ko: 오른쪽 패널로 포커스
ru: Фокус на панель справа
uk: Фокус на панель праворуч
zh_hans: 聚焦右侧面板
zh_hant: 聚焦右側面板

# shortcut.focusPaneUp.label
source: Focus Pane Up
ja: 上のペインにフォーカス
ko: 위쪽 패널로 포커스
ru: Фокус на панель сверху
uk: Фокус на панель зверху
zh_hans: 聚焦上方面板
zh_hant: 聚焦上方面板

# shortcut.jumpToUnread.label
source: Jump to Latest Unread
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
ru: Перейти к последнему непрочитанному
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# shortcut.newSurface.label
source: New Surface
ja: 新規サーフェス
ko: 새 화면
ru: Новая поверхность
uk: Нова поверхня
zh_hans: 新建 Surface
zh_hant: 新增 Surface

# shortcut.newWindow.label
source: New Window
ja: 新規ウインドウ
ko: 새 윈도우
ru: Новое окно
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# shortcut.newWorkspace.label
source: New Workspace
ja: 新規ワークスペース
ko: 새 작업 공간
ru: Новое рабочее пространство
uk: Новий робочий простір
zh_hans: 新建工作区
zh_hant: 新增工作區

# shortcut.nextSurface.label
source: Next Surface
ja: 次のサーフェス
ko: 다음 화면
ru: Следующая поверхность
uk: Наступна поверхня
zh_hans: 下一个 Surface
zh_hant: 下一個 Surface

# shortcut.nextWorkspace.label
source: Next Workspace
ja: 次のワークスペース
ko: 다음 작업 공간
ru: Следующее рабочее пространство
uk: Наступний робочий простір
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# shortcut.openBrowser.label
source: Open Browser
ja: ブラウザを開く
ko: 브라우저 열기
ru: Открыть браузер
uk: Відкрити браузер
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

# shortcut.openFolder.label
source: Open Folder
ja: フォルダを開く
ko: 폴더 열기
ru: Открыть папку
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# shortcut.pressShortcut.prompt
source: Press shortcut…
ja: ショートカットを入力…
ko: 단축키를 누르세요…
ru: Нажмите сочетание клавиш...
uk: Натисніть скорочення…
zh_hans: 请按快捷键...
zh_hant: 請按快速鍵...

# shortcut.previousSurface.label
source: Previous Surface
ja: 前のサーフェス
ko: 이전 화면
ru: Предыдущая поверхность
uk: Попередня поверхня
zh_hans: 上一个 Surface
zh_hant: 上一個 Surface

# shortcut.previousWorkspace.label
source: Previous Workspace
ja: 前のワークスペース
ko: 이전 작업 공간
ru: Предыдущее рабочее пространство
uk: Попередній робочий простір
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# shortcut.renameTab.label
source: Rename Tab
ja: タブ名を変更
ko: 탭 이름 변경
ru: Переименовать вкладку
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# shortcut.renameWorkspace.label
source: Rename Workspace
ja: ワークスペース名を変更
ko: 작업 공간 이름 변경
ru: Переименовать рабочее пространство
uk: Перейменувати робочий простір
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# shortcut.showBrowserJSConsole.label
source: Show Browser JavaScript Console
ja: ブラウザ JavaScript コンソールを表示
ko: 브라우저 JavaScript 콘솔 표시
ru: Показать консоль JavaScript в браузере
uk: Показати консоль JavaScript браузера
zh_hans: 显示浏览器 JavaScript 控制台
zh_hant: 顯示瀏覽器 JavaScript 主控台

# shortcut.showNotifications.label
source: Show Notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# shortcut.splitBrowserDown.label
source: Split Browser Down
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
ru: Разделить браузер вниз
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# shortcut.splitBrowserRight.label
source: Split Browser Right
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
ru: Разделить браузер вправо
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# shortcut.splitDown.label
source: Split Down
ja: 下に分割
ko: 아래로 분할
ru: Разделить вниз
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# shortcut.splitRight.label
source: Split Right
ja: 右に分割
ko: 오른쪽으로 분할
ru: Разделить вправо
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# shortcut.toggleBrowserDevTools.label
source: Toggle Browser Developer Tools
ja: ブラウザデベロッパツールを切替
ko: 브라우저 개발자 도구 전환
ru: Инструменты разработчика браузера
uk: Перемкнути інструменти розробника браузера
zh_hans: 切换浏览器开发者工具
zh_hant: 切換瀏覽器開發者工具

# shortcut.togglePaneZoom.label
source: Toggle Pane Zoom
ja: ペインズームを切替
ko: 패널 확대/축소 전환
ru: Масштаб панели
uk: Перемкнути масштаб панелі
zh_hans: 切换面板缩放
zh_hant: 切換面板縮放

# shortcut.toggleSidebar.label
source: Toggle Sidebar
ja: サイドバーを切替
ko: 사이드바 전환
ru: Боковая панель
uk: Перемкнути бічну панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# shortcut.toggleTabBarChrome.label
source: Cycle Tab Bar Chrome
ja: タブバーの表示を切り替え
ko: 탭 바 크롬 순환
ru: Переключить вид панели вкладок
uk: Перемикати вигляд панелі вкладок
zh_hans: 切换标签栏外观
zh_hant: 切換標籤列外觀

# shortcut.toggleTerminalCopyMode.label
source: Toggle Terminal Copy Mode
ja: ターミナルコピーモードを切替
ko: 터미널 복사 모드 전환
ru: Режим копирования терминала
uk: Перемкнути режим копіювання термінала
zh_hans: 切换终端复制模式
zh_hant: 切換終端機複製模式

# shortcut.toggleTextBoxInput.label
source: Toggle TextBox Input
ja: テキストボックス入力を切り替え
ko: TextBox 입력 전환
ru: Переключить ввод TextBox
uk: Перемкнути ввід текстового поля
zh_hans: 切换 TextBox 输入
zh_hant: 切換 TextBox 輸入

# sidebar.activeTabIndicator.leftRail
source: Left Rail
ja: 左レール
ko: 왼쪽 레일
ru: Левая полоса
uk: Ліва смуга
zh_hans: 左侧栏
zh_hant: 左側條

# sidebar.activeTabIndicator.solidFill
source: Solid Fill
ja: 塗りつぶし
ko: 단색 채우기
ru: Сплошная заливка
uk: Суцільна заливка
zh_hans: 实心填充
zh_hant: 實心填滿

# sidebar.closeWorkspace.tooltip
source: Close Workspace
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
ru: Закрыть рабочее пространство
uk: Закрити робочий простір
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# sidebar.folderIcon.dragHint
source: Drag to open in Finder or another app
ja: ドラッグしてFinderまたは他のアプリで開く
ko: Finder 또는 다른 앱으로 드래그하여 열기
ru: Перетащите, чтобы открыть в Finder или другом приложении
uk: Перетягніть, щоб відкрити у Finder чи іншому застосунку
zh_hans: 拖拽以在访达或其他应用中打开
zh_hant: 拖曳以在 Finder 或其他 App 中開啟

# sidebar.help.button
source: Help
ja: ヘルプ
ko: 도움말
ru: Справка
uk: Довідка
zh_hans: 帮助
zh_hant: 說明

# sidebar.help.changelog
source: Changelog
ja: 更新履歴
ko: 변경 내역
ru: История изменений
uk: Список змін
zh_hans: 更新日志
zh_hant: 變更紀錄

# sidebar.help.feedback.attachImages
source: Attach Images
ja: 画像を添付
ko: 이미지 첨부
ru: Прикрепить изображения
uk: Прикріпити зображення
zh_hans: 附加图片
zh_hant: 附加圖片

# sidebar.help.feedback.attachImages.prompt
source: Attach
ja: 添付
ko: 첨부
ru: Прикрепить
uk: Прикріпити
zh_hans: 附加
zh_hant: 附加

# sidebar.help.feedback.attachImages.title
source: Attach Images
ja: 画像を添付
ko: 이미지 첨부
ru: Прикрепить изображения
uk: Прикріпити зображення
zh_hans: 附加图片
zh_hant: 附加圖片

# sidebar.help.feedback.attachmentsHint
source: Up to 10 images.
ja: 画像は最大10枚まで添付できます。
ko: 이미지 최대 10장.
ru: До 10 изображений.
uk: До 10 зображень.
zh_hans: 最多 10 张图片。
zh_hant: 最多 10 張圖片。

# sidebar.help.feedback.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# sidebar.help.feedback.connectionError
source: Couldn't send feedback. Check your connection and try again.
ja: フィードバックを送信できませんでした。接続を確認して、もう一度お試しください。
ko: 피드백을 보내지 못했어요. 연결을 확인하고 다시 시도하세요.
ru: Не удалось отправить отзыв. Проверьте подключение и попробуйте снова.
uk: Не вдалося надіслати відгук. Перевірте з'єднання і спробуйте знову.
zh_hans: 无法发送反馈。请检查网络后重试。
zh_hant: 無法傳送意見回饋。請檢查連線後重試。

# sidebar.help.feedback.done
source: Done
ja: 完了
ko: 완료
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

# sidebar.help.feedback.email
source: Your Email
ja: メールアドレス
ko: 이메일
ru: Ваш email
uk: Ваш email
zh_hans: 你的邮箱
zh_hant: 你的電子郵件

# sidebar.help.feedback.emptyMessage
source: Add a message before sending.
ja: 送信する前にメッセージを入力してください。
ko: 보내기 전에 메시지를 작성해 주세요.
ru: Добавьте сообщение перед отправкой.
uk: Додайте повідомлення перед надсиланням.
zh_hans: 发送前先写一条消息。
zh_hant: 傳送前請先加入訊息。

# sidebar.help.feedback.endpointError
source: Feedback is down right now. Email hello@stage11.ai instead.
ja: フィードバックは現在停止中です。代わりに hello@stage11.ai へメールしてください。
ko: 지금은 피드백을 보낼 수 없어요. hello@stage11.ai으로 이메일을 보내 주세요.
ru: Обратная связь сейчас не работает. Напишите на hello@stage11.ai.
uk: Відгуки зараз не працюють. Напишіть на hello@stage11.ai.
zh_hans: 反馈暂时不通。请改发邮件至 hello@stage11.ai。
zh_hant: 意見回饋目前中斷。請改寄 hello@stage11.ai。

# sidebar.help.feedback.genericError
source: Couldn't send feedback. Try again.
ja: フィードバックを送信できませんでした。もう一度試してください。
ko: 피드백을 보내지 못했어요. 다시 시도하세요.
ru: Не удалось отправить отзыв. Попробуйте снова.
uk: Не вдалося надіслати відгук. Спробуйте знову.
zh_hans: 无法发送反馈。请重试。
zh_hant: 無法傳送意見回饋。請再試一次。

# sidebar.help.feedback.imageTooLarge
source: Each image must be 4 MB or smaller.
ja: 各画像は 4 MB 以下にしてください。
ko: 각 이미지는 4 MB 이하여야 해요.
ru: Каждое изображение должно быть не больше 4 МБ.
uk: Кожне зображення має бути 4 МБ або менше.
zh_hans: 每张图片须在 4 MB 以内。
zh_hant: 每張圖片需 4 MB 以下。

# sidebar.help.feedback.invalidEmail
source: Enter a valid email address.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력하세요.
ru: Введите действительный адрес email.
uk: Введіть дійсну адресу email.
zh_hans: 请输入有效的邮箱地址。
zh_hant: 請輸入有效的電子郵件位址。

# sidebar.help.feedback.invalidImageSelection
source: Couldn't attach one of the selected files.
ja: 選択したファイルのうち1つを添付できませんでした。
ko: 선택한 파일 중 하나를 첨부할 수 없었어요.
ru: Не удалось прикрепить один из выбранных файлов.
uk: Не вдалося прикріпити один із вибраних файлів.
zh_hans: 无法附加所选文件中的其中一个。
zh_hant: 有一個所選檔案無法附加。

# sidebar.help.feedback.message
source: Message
ja: メッセージ
ko: 메시지
ru: Сообщение
uk: Повідомлення
zh_hans: 信息
zh_hant: 訊息

# sidebar.help.feedback.messagePlaceholder
source: Share feedback, feature requests, or issues.
ja: フィードバック、機能要望、不具合をお知らせください。
ko: 피드백, 기능 요청, 이슈를 공유해 주세요.
ru: Поделитесь отзывом, пожеланиями или проблемами.
uk: Поділіться відгуками, побажаннями або проблемами.
zh_hans: 分享反馈、功能建议或问题。
zh_hant: 分享意見回饋、功能需求或問題。

# sidebar.help.feedback.messageTooLong
source: Message is too long.
ja: メッセージが長すぎます。
ko: 메시지가 너무 길어요.
ru: Сообщение слишком длинное.
uk: Повідомлення задовге.
zh_hans: 消息过长。
zh_hant: 訊息過長。

# sidebar.help.feedback.note
source: Or reach us at hello@stage11.ai.
ja: または hello@stage11.ai までどうぞ。
ko: 또는 hello@stage11.ai으로 연락해 주세요.
ru: Или напишите нам на hello@stage11.ai.
uk: Або напишіть нам на hello@stage11.ai.
zh_hans: 或联系 hello@stage11.ai。
zh_hant: 或來信 hello@stage11.ai。

# sidebar.help.feedback.rateLimited
source: Too many feedback attempts. Try again later.
ja: フィードバックの送信回数が多すぎます。しばらく経ってからもう一度試してください。
ko: 피드백 전송이 너무 많아요. 잠시 뒤 다시 시도하세요.
ru: Слишком много попыток отправить отзыв. Попробуйте позже.
uk: Забагато спроб надіслати відгук. Спробуйте пізніше.
zh_hans: 反馈发送次数过多。请稍后重试。
zh_hant: 意見回饋嘗試次數過多。請稍後再試。

# sidebar.help.feedback.removeAttachment
source: Remove
ja: 削除
ko: 제거
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 移除

# sidebar.help.feedback.send
source: Send
ja: 送信
ko: 보내기
ru: Отправить
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

# sidebar.help.feedback.successBody
source: Or reach us at hello@stage11.ai.
ja: または hello@stage11.ai までどうぞ。
ko: 또는 hello@stage11.ai으로 연락해 주세요.
ru: Или напишите нам на hello@stage11.ai.
uk: Або напишіть нам на hello@stage11.ai.
zh_hans: 或联系 hello@stage11.ai。
zh_hant: 或來信 hello@stage11.ai。

# sidebar.help.feedback.successTitle
source: Thanks for the feedback.
ja: フィードバックありがとうございます。
ko: 피드백 고마워요.
ru: Спасибо за отзыв.
uk: Дякуємо за відгук.
zh_hans: 感谢你的反馈。
zh_hant: 感謝你的意見回饋。

# sidebar.help.feedback.title
source: Send Feedback
ja: フィードバックを送信
ko: 피드백 보내기
ru: Отправить отзыв
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# sidebar.help.feedback.tooManyImages
source: Up to 10 images.
ja: 画像は最大10枚まで。
ko: 이미지 최대 10장.
ru: До 10 изображений.
uk: До 10 зображень.
zh_hans: 最多 10 张图片。
zh_hant: 最多 10 張圖片。

# sidebar.help.feedback.totalImagesTooLarge
source: These images are too large to send together. Remove a few and try again.
ja: これらの画像はまとめて送信するには大きすぎます。いくつか削除してもう一度お試しください。
ko: 이 이미지들을 한 번에 보내기에는 너무 커요. 몇 장 빼고 다시 시도하세요.
ru: Эти изображения слишком велики для одновременной отправки. Удалите несколько и попробуйте снова.
uk: Ці зображення завеликі для одночасного надсилання. Видаліть кілька і спробуйте знову.
zh_hans: 这些图片一次性发送过大。移除几张后再试。
zh_hant: 這些圖片一起傳送太大了。請移除幾張後再試。

# sidebar.help.feedback.validationError
source: Check your message and attachments, then try again.
ja: メッセージと添付ファイルを確認して、もう一度お試しください。
ko: 메시지와 첨부 파일을 확인한 뒤 다시 시도하세요.
ru: Проверьте сообщение и вложения, затем попробуйте снова.
uk: Перевірте повідомлення та вкладення, потім спробуйте знову.
zh_hans: 检查信息和附件后重试。
zh_hant: 請檢查訊息與附件後再試。

# sidebar.help.reEnableSkillPrompts
source: Re-enable agent skills install prompts
ja: エージェントスキルのインストール案内を再表示
ko: 에이전트 스킬 설치 안내 다시 표시
ru: Снова показывать запросы установки навыков агента
uk: Знову вмикати запити встановлення навичок агента
zh_hans: 重新启用代理技能安装提示
zh_hant: 重新啟用 Agent Skills 安裝提示

# sidebar.help.sendFeedback
source: Send Feedback
ja: フィードバックを送信
ko: 피드백 보내기
ru: Отправить отзыв
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# sidebar.help.welcome
source: Welcome to c11.
ja: c11 へようこそ。
ko: c11에 오신 것을 환영합니다.
ru: Добро пожаловать в c11.
uk: Вітаємо у c11.
zh_hans: 欢迎来到 c11。
zh_hant: 歡迎使用 c11。

# sidebar.indicator.leftRail
source: Left Rail
ja: 左レール
ko: 왼쪽 레일
ru: Левая полоса
uk: Ліва смуга
zh_hans: 左侧导轨
zh_hant: 左側軌道
